Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# %@的打工状态
source: %@'s Work Status
de: %@s Arbeitsstatus
es: Estado de trabajo de %@
fr: État de travail de %@
ja: %@の仕事状態
ko: %@의 근무 상태
pt_br: Status de trabalho de %@
zh_hans: %@的打工状态
zh_hant: %@的打工狀態

# %@穿搭色
source: Outfit Colors for %@
de: Outfit-Farben für %@
es: Colores de outfit para %@
fr: Couleurs pour %@
ja: %@のコーデカラー
ko: %@ 코디 색상
pt_br: Cores do look de %@
zh_hans: %@穿搭色
zh_hant: %@穿搭色

# %@这套先这样，要不要继续微调？
source: For %@, this outfit can start here. Want to keep fine-tuning?
de: Für %@ passt dieses Outfit erstmal. Weiter feinabstimmen?
es: Para %@, este look puede quedar así por ahora. ¿Quieres seguir ajustándolo?
fr: Pour %@, cette tenue peut déjà fonctionner. Tu veux continuer à l’ajuster ?
ja: %@なら、このコーデでまずよさそう。もう少し調整する？
ko: %@에는 이 코디로 먼저 가 볼까요? 더 다듬어 볼래요?
pt_br: Para %@, este look já funciona por enquanto. Quer continuar ajustando?
zh_hans: %@这套先这样，要不要继续微调？
zh_hant: %@這套先這樣，要不要繼續微調？

# %@进行中，已赚 %d %@
source: %@ in progress, earned %d %@
de: %@ läuft, %d %@ verdient
es: %@ en curso, %d %@ ganados
fr: %@ en cours, %d %@ gagnés
ja: %@進行中、%d %@を獲得済み
ko: %@ 진행 중, %d %@ 벌었어요
pt_br: %@ em andamento, %d %@ ganhos
zh_hans: %@进行中，已赚 %d %@
zh_hant: %@進行中，已賺 %d %@

# %d 件
source: %d items
de: %d Stück
es: %d prendas
fr: %d articles
ja: %d点
ko: %d개
pt_br: %d itens
zh_hans: %d 件
zh_hant: %d 件

# %d 喵币
source: %d Meow Coins
de: %d Miau-Muenzen
es: %d monedas Miau
fr: %d pieces Miaou
ja: %d ニャーコイン
ko: %d 야옹 코인
pt_br: %d Moedas Miau
zh_hans: %d 喵币
zh_hant: %d 喵幣

# %d 未读 / %d 条
source: %d unread / %d total
de: %d ungelesen / %d gesamt
es: %d sin leer / %d en total
fr: %d non lues / %d au total
ja: 未読 %d / 合計 %d
ko: 읽지 않음 %d / 전체 %d
pt_br: %d nao lidas / %d no total
zh_hans: %d 未读 / %d 条
zh_hant: %d 未讀 / %d 條

# %d 条
source: %d records
de: %d Datensaetze
es: %d registros
fr: %d enregistrements
ja: %d件
ko: %d개
pt_br: %d registros
zh_hans: %d 条
zh_hant: %d 條

# %d 款
source: %d styles
de: %d Modelle
es: %d estilos
fr: %d modèles
ja: %d件
ko: %d종
pt_br: %d modelos
zh_hans: %d 款
zh_hant: %d 款

# %d 秒测试：点击后会直达「%@」详情页。
source: %d-second test: tap to open "%@" directly.
de: %d-Sekunden-Test: Tippen, um direkt die Detailseite von "%@" zu oeffnen.
es: Prueba de %d s: toca para abrir directamente la pagina de detalle de "%@".
fr: Test de %d s : touche pour ouvrir directement la page de detail de "%@".
ja: %d秒テスト：タップすると「%@」の詳細ページへ直接移動します。
ko: %d초 테스트: 누르면 "%@" 상세 페이지로 바로 이동합니다.
pt_br: Teste de %d s: toque para abrir diretamente a pagina de detalhes de "%@".
zh_hans: %d 秒测试：点击后会直达「%@」详情页。
zh_hant: %d 秒測試：點擊後會直達「%@」詳情頁。

# %d喵币
source: %d Meow Coins
de: %d Miau-Muenzen
es: %d monedas Miau
fr: %d pieces Miaou
ja: %d ニャーコイン
ko: %d 야옹 코인
pt_br: %d Moedas Miau
zh_hans: %d喵币
zh_hant: %d喵幣

# %d天
source: %d days
de: %d Tage
es: %d dias
fr: %d jours
ja: %d日前
ko: %d일
pt_br: %d dias
zh_hans: %d天
zh_hant: %d 天

# %d年 概览
source: %d overview
de: Übersicht %d
es: Resumen de %d
fr: Aperçu %d
ja: %d年の概要
ko: %d년 개요
pt_br: Visão geral de %d
zh_hans: %d年 概览
zh_hant: %d年 概覽

# %lld 像素
source: %lld pixels
de: %lld Pixel
es: %lld píxeles
ja: %lld ピクセル
ko: %lld픽셀
zh_hans: %lld 像素
zh_hant: %lld 像素

# %lld 页
source: %lld pages
de: %lld Seiten
es: %lld páginas
ja: %lld ページ
ko: %lld페이지
pt_br: %lld páginas
zh_hans: %lld 页
zh_hant: %lld 頁

# • 下午茶时间，适合与自己对话。
source: • Afternoon tea is a good time to speak with yourself.
de: • Teestunde am Nachmittag ist gut für ein Gespräch mit dir selbst.
es: • La hora del té es buena para conversar contigo mismo.
fr: • L'heure du thé est propice à une conversation avec soi-même.
ja: • 午後のお茶の時間は、自分と話すのにちょうどいい。
ko: • 애프터눈 티 시간은 나 자신과 대화하기 좋아.
pt_br: • A hora do chá da tarde é boa para conversar consigo mesma.
zh_hans: • 下午茶时间，适合与自己对话。
zh_hant: • 下午茶時間，適合與自己對話。

# • 世界还在沉睡，而你已在路上。
source: • The world is still asleep, and you are already on your way.
de: • Die Welt schläft noch, doch du bist schon unterwegs.
es: • El mundo aún duerme, y tú ya vas en camino.
fr: • Le monde dort encore, et toi, tu es déjà en route.
ja: • 世界はまだ眠っているのに、あなたはもう歩き出している。
ko: • 세상은 아직 잠들어 있지만, 너는 이미 길 위에 있어.
pt_br: • O mundo ainda dorme, e você já está a caminho.
zh_hans: • 世界还在沉睡，而你已在路上。
zh_hant: • 世界還在沉睡，而你已在路上。

# • 今夜星光为你守护。
source: • Tonight, starlight watches over you.
de: • Heute Nacht wacht das Sternenlicht über dich.
es: • Esta noche, la luz de las estrellas cuida de ti.
fr: • Ce soir, la lumière des étoiles veille sur toi.
ja: • 今夜の星明かりが、あなたを見守ってくれる。
ko: • 오늘 밤 별빛이 너를 지켜 줄 거야.
pt_br: • Esta noite, a luz das estrelas cuida de você.
zh_hans: • 今夜星光为你守护。
zh_hant: • 今夜星光為你守護。

# • 今夜月色真美，风也温柔。
source: • The moon is beautiful tonight, and the wind is gentle too.
de: • Der Mond ist heute Nacht schön, und der Wind ist sanft.
es: • La luna está hermosa esta noche, y el viento también es suave.
fr: • La lune est belle ce soir, et le vent est doux lui aussi.
ja: • 今夜の月はきれいで、風もやさしい。
ko: • 오늘 밤 달빛이 참 예쁘고, 바람도 다정해.
pt_br: • A lua está linda esta noite, e o vento também é suave.
zh_hans: • 今夜月色真美，风也温柔。
zh_hant: • 今夜月色真美，風也溫柔。

# • 今日份的美好，正在派送中。
source: • Today's little joys are already on their way.
de: • Die Schönheit des heutigen Tages ist schon unterwegs.
es: • Las cosas bonitas de hoy ya vienen en camino.
fr: • Les douceurs du jour sont déjà en route.
ja: • 今日の素敵なものは、ただいま配達中。
ko: • 오늘의 좋은 것들이 배송 중이야.
pt_br: • As belezas de hoje já estão a caminho.
zh_hans: • 今日份的美好，正在派送中。
zh_hant: • 今日份的美好，正在派送中。

# • 保持热爱，奔赴山海。
source: • Keep your passion and run toward mountains and seas.
de: • Bewahre deine Liebe und lauf den Bergen und Meeren entgegen.
es: • Conserva lo que amas y corre hacia montañas y mares.
fr: • Garde ta passion et pars vers les montagnes et les mers.
ja: • 好きを抱いたまま、山と海へ向かおう。
ko: • 사랑하는 마음을 지키며 산과 바다로 나아가.
pt_br: • Mantenha o amor vivo e siga rumo a montanhas e mares.
zh_hans: • 保持热爱，奔赴山海。
zh_hant: • 保持熱愛，奔赴山海。

# • 凌晨的风，吹散昨日的疲惫。
source: • The predawn wind carries yesterday's weariness away.
de: • Der Wind der frühen Stunde weht die Müdigkeit von gestern fort.
es: • El viento de la madrugada se lleva el cansancio de ayer.
fr: • Le vent de l'aube emporte la fatigue d'hier.
ja: • 明け方の風が、昨日の疲れをさらっていく。
ko: • 이른 새벽 바람이 어제의 피로를 흩어 줘.
pt_br: • O vento da madrugada leva embora o cansaço de ontem.
zh_hans: • 凌晨的风，吹散昨日的疲惫。
zh_hant: • 凌晨的風，吹散昨日的疲憊。

# • 凡是过往，皆为序章。
source: • Everything past is only a prologue.
de: • Alles Vergangene ist nur der Prolog.
es: • Todo lo pasado es solo un prólogo.
fr: • Tout ce qui est passé n'est qu'un prologue.
ja: • すべての過去は、物語の序章。
ko: • 지나간 모든 것은 서장일 뿐이야.
pt_br: • Tudo que passou foi apenas prólogo.
zh_hans: • 凡是过往，皆为序章。
zh_hant: • 凡是過往，皆為序章。

# • 午后时光慢，岁月静好处。
source: • Afternoon moves slowly, where time grows gentle.
de: • Der Nachmittag geht langsam, dort wird die Zeit sanft.
es: • La tarde avanza despacio, donde el tiempo se vuelve amable.
fr: • L'après-midi avance lentement, là où le temps devient doux.
ja: • 午後の時間はゆっくりで、歳月は穏やか。
ko: • 오후의 시간은 천천히 흐르고, 세월은 고요히 좋아.
pt_br: • A tarde passa devagar, onde o tempo fica sereno.
zh_hans: • 午后时光慢，岁月静好处。
zh_hant: • 午後時光慢，歲月靜好處。

# • 午后的风，会带来好消息。
source: • The afternoon breeze will bring good news.
de: • Der Nachmittagswind bringt gute Nachrichten.
es: • La brisa de la tarde traerá buenas noticias.
fr: • Le vent de l'après-midi apportera de bonnes nouvelles.
ja: • 午後の風が、よい知らせを運んでくる。
ko: • 오후의 바람이 좋은 소식을 데려올 거야.
pt_br: • A brisa da tarde trará boas notícias.
zh_hans: • 午后的风，会带来好消息。
zh_hant: • 午後的風，會帶來好消息。

# • 午后阳光，是金色的温柔。
source: • Afternoon sunlight is golden tenderness.
de: • Nachmittagssonne ist goldene Sanftheit.
es: • La luz de la tarde es ternura dorada.
fr: • Le soleil de l'après-midi est une douceur dorée.
ja: • 午後の陽ざしは、金色のやさしさ。
ko: • 오후 햇살은 금빛 다정함이야.
pt_br: • A luz da tarde é ternura dourada.
zh_hans: • 午后阳光，是金色的温柔。
zh_hant: • 午後陽光，是金色的溫柔。

# • 午间小憩，是给灵魂的礼物。
source: • A midday rest is a gift for the soul.
de: • Eine kurze Mittagspause ist ein Geschenk an die Seele.
es: • Un descanso al mediodía es un regalo para el alma.
fr: • Une pause de midi est un cadeau pour l'âme.
ja: • 昼のひと休みは、魂への贈り物。
ko: • 한낮의 짧은 휴식은 영혼에게 주는 선물이야.
pt_br: • Uma pausa ao meio-dia é um presente para a alma.
zh_hans: • 午间小憩，是给灵魂的礼物。
zh_hant: • 午間小憩，是給靈魂的禮物。

# • 向阳而生，逐光而行。
source: • Grow toward the sun and walk toward the light.
de: • Wachse der Sonne entgegen und geh dem Licht nach.
es: • Crece hacia el sol y camina hacia la luz.
fr: • Grandis vers le soleil et avance vers la lumière.
ja: • 陽に向かって生き、光を追って歩こう。
ko: • 햇살을 향해 자라고 빛을 따라 걸어가.
pt_br: • Cresça em direção ao sol e caminhe rumo à luz.
zh_hans: • 向阳而生，逐光而行。
zh_hant: • 向陽而生，逐光而行。

# • 夜幕降临，愿你被世界温柔以待。
source: • As night falls, may the world treat you gently.
de: • Wenn die Nacht hereinbricht, möge die Welt sanft mit dir umgehen.
es: • Al caer la noche, que el mundo te trate con ternura.
fr: • Quand la nuit tombe, que le monde te traite avec douceur.
ja: • 夜の帳が降りる頃、世界があなたにやさしくありますように。
ko: • 밤이 내려올 때, 세상이 너를 다정하게 대해 주길.
pt_br: • Quando a noite cair, que o mundo trate você com ternura.
zh_hans: • 夜幕降临，愿你被世界温柔以待。
zh_hant: • 夜幕降臨，願你被世界溫柔以待。

# • 夜深人静，只有星星在值班。
source: • Deep at night, all is quiet; only the stars keep watch.
de: • Tief in der Nacht ist alles still; nur die Sterne halten Wache.
es: • En lo profundo de la noche todo calla; solo las estrellas vigilan.
fr: • Au cœur de la nuit, tout est calme; seules les étoiles veillent.
ja: • 夜更けの静けさの中で、星だけが見張り番。
ko: • 깊은 밤은 조용하고, 별들만 당직을 서고 있어.
pt_br: • No fundo da noite tudo fica quieto; só as estrelas vigiam.
zh_hans: • 夜深人静，只有星星在值班。
zh_hant: • 夜深人靜，只有星星在值班。

# • 夜深人静时，适合与自己和解。
source: • When the night grows quiet, it is time to make peace with yourself.
de: • Wenn die Nacht still ist, ist es Zeit, Frieden mit dir selbst zu schließen.
es: • Cuando la noche se aquieta, es momento de reconciliarte contigo.
fr: • Quand la nuit devient silencieuse, c'est le moment de faire paix avec soi.
ja: • 夜が深く静かな時は、自分と仲直りするのに向いている。
ko: • 밤이 깊고 조용할 때는 자신과 화해하기 좋아.
pt_br: • Quando a noite fica silenciosa, é hora de fazer paz consigo mesma.
zh_hans: • 夜深人静时，适合与自己和解。
zh_hant: • 夜深人靜時，適合與自己和解。

# • 夜色很美，但你更美。
source: • The night is beautiful, but you are lovelier.
de: • Die Nacht ist schön, aber du bist schöner.
es: • La noche es hermosa, pero tú lo eres más.
fr: • La nuit est belle, mais tu l'es davantage.
ja: • 夜色は美しいけれど、あなたはもっと美しい。
ko: • 밤빛도 아름답지만, 너는 더 아름다워.
pt_br: • A noite é bonita, mas você é ainda mais.
zh_hans: • 夜色很美，但你更美。
zh_hant: • 夜色很美，但你更美。

# • 夜色褪去时，梦想开始发芽。
source: • As night fades, dreams begin to sprout.
de: • Wenn die Nacht verblasst, beginnen Träume zu keimen.
es: • Cuando la noche se desvanece, los sueños empiezan a brotar.
fr: • Quand la nuit s'efface, les rêves commencent à germer.
ja: • 夜の色がほどける頃、夢は芽吹きはじめる。
ko: • 밤빛이 사라질 때 꿈은 싹트기 시작해.
pt_br: • Quando a noite se desfaz, os sonhos começam a brotar.
zh_hans: • 夜色褪去时，梦想开始发芽。
zh_hant: • 夜色褪去時，夢想開始發芽。

# • 天快亮了，愿你被温柔唤醒。
source: • Dawn is near; may you wake gently.
de: • Der Morgen naht; mögest du sanft geweckt werden.
es: • Ya casi amanece; que despiertes con ternura.
fr: • Le jour arrive; puissiez-vous être réveillée avec douceur.
ja: • もうすぐ夜が明ける。やさしさに起こされますように。
ko: • 곧 날이 밝아. 다정함 속에서 깨어나길.
pt_br: • O dia está quase nascendo; que você acorde com doçura.
zh_hans: • 天快亮了，愿你被温柔唤醒。
zh_hant: • 天快亮了，願你被溫柔喚醒。

# • 岁月漫长，然而值得等待。
source: • The years are long, yet worth the wait.
de: • Die Jahre sind lang, und doch lohnt es sich zu warten.
es: • Los años son largos, pero vale la pena esperar.
fr: • Les années sont longues, mais elles valent l'attente.
ja: • 歳月は長く、それでも待つ価値がある。
ko: • 세월은 길지만, 기다릴 만한 가치가 있어.
pt_br: • Os anos são longos, mas valem a espera.
zh_hans: • 岁月漫长，然而值得等待。
zh_hant: • 歲月漫長，然而值得等待。

# • 心有山海，静而无边。
source: • With mountains and seas within, the heart is still and boundless.
de: • Im Herzen liegen Berge und Meere, still und grenzenlos.
es: • Con montañas y mares dentro, el corazón es sereno e infinito.
fr: • Avec montagnes et mers au cœur, le calme devient infini.
ja: • 心に山と海があれば、静けさは果てしない。
ko: • 마음에 산과 바다가 있으면 고요함은 끝이 없어.
pt_br: • Com montanhas e mares no coração, a calma não tem fim.
zh_hans: • 心有山海，静而无边。
zh_hant: • 心有山海，靜而無邊。

# • 忙碌的日子里，也要记得停下来看看云。
source: • Even on busy days, remember to pause and look at the clouds.
de: • Vergiss an geschäftigen Tagen nicht, kurz innezuhalten und die Wolken anzusehen.
es: • Incluso en días ocupados, recuerda detenerte y mirar las nubes.
fr: • Même les jours chargés, pense à t'arrêter pour regarder les nuages.
ja: • 忙しい日にも、立ち止まって雲を見ることを忘れずに。
ko: • 바쁜 날에도 잠시 멈춰 구름을 바라봐.
pt_br: • Mesmo nos dias corridos, lembre-se de parar e olhar as nuvens.
zh_hans: • 忙碌的日子里，也要记得停下来看看云。
zh_hant: • 忙碌的日子裡，也要記得停下來看看雲。

# • 愿你的梦境，如诗如画。
source: • May your dreams be like poems and paintings.
de: • Mögen deine Träume wie Poesie und Gemälde sein.
es: • Que tus sueños sean como poemas y pinturas.
fr: • Que tes rêves soient comme des poèmes et des tableaux.
ja: • 夢が詩のように、絵のように美しくありますように。
ko: • 네 꿈이 시처럼, 그림처럼 아름답길.
pt_br: • Que seus sonhos sejam como poemas e pinturas.
zh_hans: • 愿你的梦境，如诗如画。
zh_hant: • 願你的夢境，如詩如畫。

# • 愿你的梦里，有星辰大海。
source: • May your dreams hold stars and seas.
de: • Mögen Sterne und Meere in deinen Träumen sein.
es: • Que tus sueños guarden estrellas y mares.
fr: • Que tes rêves portent des étoiles et des mers.
ja: • 夢の中に、星と海がありますように。
ko: • 네 꿈속에 별과 바다가 있길.
pt_br: • Que seus sonhos guardem estrelas e mares.
zh_hans: • 愿你的梦里，有星辰大海。
zh_hant: • 願你的夢裡，有星辰大海。

# • 愿你的烦恼，都随风而去。
source: • May all your worries drift away with the wind.
de: • Mögen all deine Sorgen mit dem Wind davonziehen.
es: • Que todas tus preocupaciones se vayan con el viento.
fr: • Que tous tes soucis s'envolent avec le vent.
ja: • 悩みがすべて風とともに去りますように。
ko: • 네 걱정이 모두 바람 따라 사라지길.
pt_br: • Que todas as suas preocupações sejam levadas pelo vento.
zh_hans: • 愿你的烦恼，都随风而去。
zh_hant: • 願你的煩惱，都隨風而去。

# • 愿你的生活，一半烟火，一半清欢。
source: • May your life be half everyday warmth and half quiet joy.
de: • Möge dein Leben halb warmes Alltagsfeuer, halb stille Freude sein.
es: • Que tu vida sea mitad calidez cotidiana y mitad alegría serena.
fr: • Que ta vie soit moitié chaleur du quotidien, moitié joie paisible.
ja: • 暮らしが半分は日々の温もり、半分は静かな喜びでありますように。
ko: • 네 삶이 절반은 일상의 온기, 절반은 고요한 기쁨이길.
pt_br: • Que sua vida seja metade calor cotidiano, metade alegria tranquila.
zh_hans: • 愿你的生活，一半烟火，一半清欢。
zh_hant: • 願你的生活，一半煙火，一半清歡。

# • 愿你眼里有光，心中有爱。
source: • May there be light in your eyes and love in your heart.
de: • Möge Licht in deinen Augen sein und Liebe in deinem Herzen.
es: • Que haya luz en tus ojos y amor en tu corazón.
fr: • Que tes yeux gardent leur lumière et ton cœur son amour.
ja: • 瞳には光を、心には愛を。
ko: • 네 눈에는 빛이, 마음에는 사랑이 있길.
pt_br: • Que haja luz nos seus olhos e amor no coração.
zh_hans: • 愿你眼里有光，心中有爱。
zh_hant: • 願你眼裡有光，心中有愛。

# • 愿你被这世界温柔以待。
source: • May the world treat you gently.
de: • Möge die Welt sanft mit dir umgehen.
es: • Que el mundo te trate con ternura.
fr: • Que le monde te traite avec douceur.
ja: • この世界があなたにやさしくありますように。
ko: • 세상이 너를 다정하게 대해 주길.
pt_br: • Que o mundo trate você com ternura.
zh_hans: • 愿你被这世界温柔以待。
zh_hant: • 願你被這世界溫柔以待。

# • 愿你醒来时，阳光正好。
source: • May the sunlight be just right when you wake.
de: • Möge das Sonnenlicht genau richtig sein, wenn du erwachst.
es: • Que la luz del sol esté perfecta cuando despiertes.
fr: • Que le soleil soit parfait à ton réveil.
ja: • 目覚める時、陽ざしがちょうどよくありますように。
ko: • 네가 깨어날 때 햇살이 딱 좋길.
pt_br: • Que a luz do sol esteja perfeita quando você acordar.
zh_hans: • 愿你醒来时，阳光正好。
zh_hant: • 願你醒來時，陽光正好。

# • 慢下来，才能看见生活的诗意。
source: • Slow down, and you can see the poetry in life.
de: • Erst wenn du langsamer wirst, siehst du die Poesie des Lebens.
es: • Baja el ritmo y podrás ver la poesía de la vida.
fr: • Ralentis, et tu verras la poésie de la vie.
ja: • ゆっくりすれば、暮らしの詩が見えてくる。
ko: • 천천히 해야 삶의 시를 볼 수 있어.
pt_br: • Desacelere, e você verá a poesia da vida.
zh_hans: • 慢下来，才能看见生活的诗意。
zh_hant: • 慢下來，才能看見生活的詩意。

# • 慵懒的午后，是生活的小确幸。
source: • A lazy afternoon is one of life's small delights.
de: • Ein träger Nachmittag ist ein kleines Glück des Lebens.
es: • Una tarde perezosa es una pequeña alegría de la vida.
fr: • Un après-midi paresseux est un petit bonheur de la vie.
ja: • ゆったりした午後は、暮らしの小さな幸せ。
ko: • 나른한 오후는 삶의 작은 행복이야.
pt_br: • Uma tarde preguiçosa é uma pequena alegria da vida.
zh_hans: • 慵懒的午后，是生活的小确幸。
zh_hant: • 慵懶的午後，是生活的小確幸。

# • 把今天的疲惫，都交给夜晚。
source: • Let the night take today's weariness from you.
de: • Gib die Müdigkeit des Tages an die Nacht ab.
es: • Deja que la noche se lleve el cansancio de hoy.
fr: • Confie la fatigue d'aujourd'hui à la nuit.
ja: • 今日の疲れは、夜に預けてしまおう。
ko: • 오늘의 피로는 밤에게 맡겨 두자.
pt_br: • Entregue o cansaço de hoje à noite.
zh_hans: • 把今天的疲惫，都交给夜晚。
zh_hant: • 把今天的疲憊，都交給夜晚。

# • 把思念装进梦里，等你去打开。
source: • Tuck longing into a dream and open it when you are ready.
de: • Ich lege Sehnsucht in den Traum und warte, bis du ihn öffnest.
es: • Guarda la nostalgia en un sueño y ábrelo cuando estés lista.
fr: • Glisse la tendresse dans un rêve et ouvre-le quand tu seras prête.
ja: • 想いを夢にしまって、あなたが開くのを待っている。
ko: • 그리움을 꿈속에 넣어 두고, 네가 열어 보길 기다려.
pt_br: • Guarde a saudade em um sonho e abra quando estiver pronta.
zh_hans: • 把思念装进梦里，等你去打开。
zh_hant: • 把思念裝進夢裡，等你去打開。

# • 新的一天，从这一刻开始。
source: • A new day begins in this very moment.
de: • Ein neuer Tag beginnt genau in diesem Moment.
es: • Un nuevo día empieza en este instante.
fr: • Une nouvelle journée commence à cet instant.
ja: • 新しい一日は、この瞬間から始まる。
ko: • 새로운 하루는 바로 이 순간부터 시작돼.
pt_br: • Um novo dia começa neste instante.
zh_hans: • 新的一天，从这一刻开始。
zh_hant: • 新的一天，從這一刻開始。

# • 日出之前，是最深的宁静。
source: • Before sunrise comes the deepest quiet.
de: • Vor dem Sonnenaufgang liegt die tiefste Stille.
es: • Antes del amanecer llega la calma más profunda.
fr: • Avant le lever du soleil vient le silence le plus profond.
ja: • 日の出の前には、いちばん深い静けさがある。
ko: • 해가 뜨기 전, 가장 깊은 고요가 찾아와.
pt_br: • Antes do nascer do sol vem o silêncio mais profundo.
zh_hans: • 日出之前，是最深的宁静。
zh_hant: • 日出之前，是最深的寧靜。

# • 早安世界，今天也要加油呀。
source: • Good morning, world. Let's do our best today too.
de: • Guten Morgen, Welt. Auch heute gehen wir es an.
es: • Buenos días, mundo. Hoy también daremos lo mejor.
fr: • Bonjour le monde. Aujourd'hui encore, on avance.
ja: • おはよう世界。今日もがんばろうね。
ko: • 좋은 아침, 세상아. 오늘도 힘내자.
pt_br: • Bom dia, mundo. Hoje também vamos em frente.
zh_hans: • 早安世界，今天也要加油呀。
zh_hant: • 早安世界，今天也要加油呀。

# • 早起的人，配得上最美的朝阳。
source: • Those who rise early deserve the loveliest sunrise.
de: • Wer früh aufsteht, verdient den schönsten Sonnenaufgang.
es: • Quien se levanta temprano merece el amanecer más bello.
fr: • Ceux qui se lèvent tôt méritent le plus beau soleil levant.
ja: • 早く起きた人には、いちばん美しい朝日が似合う。
ko: • 일찍 일어난 사람에게는 가장 아름다운 아침 햇살이 어울려.
pt_br: • Quem acorda cedo merece o nascer do sol mais bonito.
zh_hans: • 早起的人，配得上最美的朝阳。
zh_hant: • 早起的人，配得上最美的朝陽。

# • 时光不语，却回答了所有问题。
source: • Time says nothing, yet it answers every question.
de: • Die Zeit spricht nicht, doch sie beantwortet alles.
es: • El tiempo no habla, pero responde todas las preguntas.
fr: • Le temps ne parle pas, mais il répond à toutes les questions.
ja: • 時は語らないのに、すべての問いに答えてくれる。
ko: • 시간은 말이 없지만 모든 질문에 답해 줘.
pt_br: • O tempo não fala, mas responde a todas as perguntas.
zh_hans: • 时光不语，却回答了所有问题。
zh_hant: • 時光不語，卻回答了所有問題。

# • 星光不问赶路人，时光不负有心人。
source: • Starlight does not ask who travels; time rewards every devoted heart.
de: • Das Sternenlicht fragt nicht nach Reisenden; die Zeit enttäuscht kein treues Herz.
es: • La luz de las estrellas no pregunta quién camina; el tiempo recompensa al corazón constante.
fr: • La lumière des étoiles ne questionne pas les voyageurs; le temps honore les cœurs sincères.
ja: • 星明かりは歩む人を問わず、時はひたむきな心を裏切らない。
ko: • 별빛은 길 떠난 이를 묻지 않고, 시간은 진심을 저버리지 않아.
pt_br: • A luz das estrelas não pergunta quem segue caminho; o tempo honra todo coração dedicado.
zh_hans: • 星光不问赶路人，时光不负有心人。
zh_hant: • 星光不問趕路人，時光不負有心人。

# • 星河滚烫，你是人间理想。
source: • The galaxy glows, and you are something lovely in this world.
de: • Die Milchstraße glüht, und du bist ein Ideal dieser Welt.
es: • La galaxia arde, y tú eres algo hermoso en este mundo.
fr: • La galaxie brûle, et tu es une beauté de ce monde.
ja: • 星の川は熱く、あなたはこの世の理想。
ko: • 은하는 뜨겁고, 너는 이 세상의 아름다운 이상이야.
pt_br: • A galáxia brilha, e você é algo lindo neste mundo.
zh_hans: • 星河滚烫，你是人间理想。
zh_hant: • 星河滾燙，你是人間理想。

# • 晚安，愿好梦如约而至。
source: • Good night; may sweet dreams arrive right on time.
de: • Gute Nacht; mögen schöne Träume wie versprochen kommen.
es: • Buenas noches; que los buenos sueños lleguen puntuales.
fr: • Bonne nuit; que les beaux rêves arrivent au rendez-vous.
ja: • おやすみ、よい夢が約束どおり訪れますように。
ko: • 잘 자, 좋은 꿈이 약속처럼 찾아오길.
pt_br: • Boa noite; que bons sonhos cheguem na hora certa.
zh_hans: • 晚安，愿好梦如约而至。
zh_hant: • 晚安，願好夢如約而至。

# • 晚风很温柔，像你一样。
source: • The evening breeze is gentle, just like you.
de: • Der Abendwind ist sanft, so wie du.
es: • La brisa nocturna es suave, igual que tú.
fr: • Le vent du soir est doux, comme toi.
ja: • 夜風はとてもやさしい、あなたみたいに。
ko: • 저녁 바람이 다정해, 너처럼.
pt_br: • A brisa da noite é suave, como você.
zh_hans: • 晚风很温柔，像你一样。
zh_hant: • 晚風很溫柔，像你一樣。

# • 晨光熹微，万物可期。
source: • Morning light is soft, and everything feels possible.
de: • Das Morgenlicht ist zart, und alles darf erwartet werden.
es: • La luz de la mañana es suave, y todo parece posible.
fr: • La lumière du matin est douce, et tout devient possible.
ja: • 朝の光は淡く、すべてに期待できる。
ko: • 여린 아침빛 속에서 모든 것이 기대돼.
pt_br: • A luz da manhã é suave, e tudo parece possível.
zh_hans: • 晨光熹微，万物可期。
zh_hant: • 晨光熹微，萬物可期。

# • 月亮不睡，我不睡，我是人间小美味。
source: • The moon stays awake, and so do I; tonight feels sweet and bright.
de: • Der Mond schläft nicht, ich auch nicht; heute ist die Nacht ein kleiner Genuss.
es: • La luna no duerme, yo tampoco; esta noche se siente dulce y luminosa.
fr: • La lune ne dort pas, moi non plus; ce soir est doux et lumineux.
ja: • 月が眠らないなら私もまだ、今夜は甘くきらめく時間。
ko: • 달도 잠들지 않고 나도 그래, 오늘 밤은 달콤하게 빛나.
pt_br: • A lua não dorme, eu também não; esta noite parece doce e iluminada.
zh_hans: • 月亮不睡，我不睡，我是人间小美味。
zh_hant: • 月亮不睡，我不睡，我是人間小美味。

# • 梦里不知身是客，一晌贪欢。
source: • In dreams, we forget we are only guests and linger with joy.
de: • Im Traum vergisst man, nur Gast zu sein, und bleibt einen Augenblick beim Glück.
es: • En los sueños olvidamos que somos huéspedes y nos quedamos con la alegría.
fr: • Dans les rêves, on oublie n'être que de passage et l'on s'attarde dans la joie.
ja: • 夢の中では旅人であることを忘れ、ひとときの歓びに浸る。
ko: • 꿈속에서는 나그네인 줄 잊고 잠시 기쁨에 머물러.
pt_br: • Nos sonhos, esquecemos que somos hóspedes e ficamos um pouco na alegria.
zh_hans: • 梦里不知身是客，一晌贪欢。
zh_hant: • 夢裡不知身是客，一晌貪歡。

# • 正午时分，愿你有片刻宁静。
source: • At noon, may you find a quiet moment.
de: • Zur Mittagszeit mögest du einen Moment der Ruhe finden.
es: • Al mediodía, que encuentres un momento de calma.
fr: • À midi, puisse-tu trouver un instant de calme.
ja: • 正午のひととき、少しの静けさがありますように。
ko: • 정오의 시간, 잠깐의 평온이 있길.
pt_br: • Ao meio-dia, que você encontre um momento de calma.
zh_hans: • 正午时分，愿你有片刻宁静。
zh_hant: • 正午時分，願你有片刻寧靜。

# • 正午的阳光，是生活最热烈的告白。
source: • Noon sunlight is life's warmest confession.
de: • Die Mittagssonne ist die leidenschaftlichste Liebeserklärung des Lebens.
es: • La luz del mediodía es la confesión más intensa de la vida.
fr: • Le soleil de midi est la déclaration la plus ardente de la vie.
ja: • 正午の光は、暮らしからのいちばん熱い告白。
ko: • 정오의 햇살은 삶의 가장 뜨거운 고백이야.
pt_br: • O sol do meio-dia é a declaração mais intensa da vida.
zh_hans: • 正午的阳光，是生活最热烈的告白。
zh_hant: • 正午的陽光，是生活最熱烈的告白。

# • 每一个清晨，都是世界的新生。
source: • Every morning is the world being born again.
de: • Jeder Morgen ist die Welt, die neu geboren wird.
es: • Cada mañana es el mundo naciendo de nuevo.
fr: • Chaque matin est une renaissance du monde.
ja: • ひとつひとつの朝は、世界の新しい誕生。
ko: • 모든 아침은 세상이 다시 태어나는 순간이야.
pt_br: • Cada manhã é o mundo nascendo outra vez.
zh_hans: • 每一个清晨，都是世界的新生。
zh_hant: • 每一個清晨，都是世界的新生。
